"MRJQRCodeMessage" = "提示";
"MRJQRCodeTeachOpen" = "请去-> [设置 - 隐私 - 照片] 打开访问开关";
"MRJQRCodeSure" = "确定";

"MRJQRCodeLikeMessage" = "温馨提示";
"MRJQRCodeDefinePhoto" = "由于系统原因, 无法访问相册";
"MRJQRCodeSure" = "确定";

"MRJQRCodeScaning" = "将二维码/条码放入框内, 即可自动扫描";
"MRJQRCodeOpenLight" = "打开照明灯";
"MRJQRCodeCloseLight" = "关闭照明灯";

"MRJQRCodeDataError" = "数据格式校验失败";
"MRJQRCodeWidthError" = "生成二维码大小超出有效范围";
"MRJQRCodeLogoImageError" = "logo格式校验失败，请传入有效的image";

"MRJQRCodeLogoScaleError" = "生成logo比例失败，请传入有效比例范围（0~1.0）";
"MRJQRCodeChongqingjzb" = "扫一扫";
"MRJQRCodeAlbum" = "相册";
